Repository: maxing-labs/GocryptKit
Catalog: App-iOS/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: A gocryptfs vault already exists in this directory.
zh_hans: 该目录下已存在 gocryptfs 加密卷。

source: All Vaults
zh_hans: 所有加密仓库

source: An isolated encrypted vault will be created in this app's local sandbox.
zh_hans: 将在本应用的本地沙箱中创建独立加密卷。

source: Are you sure you want to permanently delete "%@" from the vault? This action cannot be undone.
zh_hans: 确定要从加密卷中永久删除「%@」吗？该操作无法撤销。

source: Ascending
zh_hans: 升序排列

source: Cancel
zh_hans: 取消

source: Cannot read file to import: %@
zh_hans: 无法读取待导入的文件：%@

source: Confirm Deletion?
zh_hans: 确认删除？

source: Confirm Master Password
zh_hans: 确认主密码

source: Confirm Removal?
zh_hans: 确认移除？

source: Create
zh_hans: 创建

source: Create and Initialize
zh_hans: 创建并初始化

source: Delete
zh_hans: 删除

source: Encrypted Vault
zh_hans: 加密卷

source: Encrypted write failed: %@
zh_hans: 加密写入失败：%@

source: Enter unlock password
zh_hans: 请输入解锁密码

source: Error
zh_hans: 错误

source: Export and Share
zh_hans: 导出与分享

source: Failed to create folder: %@
zh_hans: 创建文件夹失败：%@

source: Failed to create vault: %@
zh_hans: 创建失败：%@

source: Failed to decrypt for export: %@
zh_hans: 解密导出失败：%@

source: Failed to decrypt for preview: %@
zh_hans: 解密预览失败：%@

source: Failed to delete: %@
zh_hans: 删除失败：%@

source: Failed to read directory: %@
zh_hans: 读取目录失败：%@

source: Failed to rename: %@
zh_hans: 重命名失败：%@

source: Failed to unlock: %@
zh_hans: 解锁失败：%@

source: Fair
zh_hans: 中等

source: File encrypted and imported, but failed to delete original file (sandbox restriction): %@
zh_hans: 文件已加密导入，但无法删除源文件（系统沙箱权限限制）：%@

source: File encrypted and imported, but failed to delete source file: %@
zh_hans: 文件已加密导入，但删除源文件失败：%@

source: Folder is empty
zh_hans: 目录为空

source: Folder Name
zh_hans: 文件夹名称

source: gocryptfs uses strong AES-GCM-256 encryption. Please keep your password safe; forgotten passwords cannot be recovered.
zh_hans: gocryptfs 使用强大的 AES-GCM-256 加密。请务必牢记密码，遗忘无法找回。

source: gocryptfs Vault
zh_hans: gocryptfs 加密卷

source: gocryptfs.conf not found. This directory may not be a valid gocryptfs vault.
zh_hans: 未找到 gocryptfs.conf，该目录可能不是有效的加密卷

source: Import Files
zh_hans: 导入文件

source: Import from Files (Keep Original)
zh_hans: 从文件导入（保留原件）

source: Import Photos/Videos from Library
zh_hans: 从相册导入照片/视频

source: Incorrect password. Please try again.
zh_hans: 密码错误，请重新输入

source: Initializing vault...
zh_hans: 正在初始化加密卷...

source: Loading directory...
zh_hans: 正在读取目录...

source: Lock Vault
zh_hans: 锁定仓库

source: Master Password
zh_hans: 主密码

source: Move from Files (Delete Original)
zh_hans: 从文件移入（导入后删除原件）

source: Name
zh_hans: 名称

source: New Encrypted Vault
zh_hans: 新建加密仓库

source: New Folder
zh_hans: 新建文件夹

source: New Name
zh_hans: 新名称

source: New Vault
zh_hans: 新建加密卷

source: No items matching "%@" were found
zh_hans: 没有找到包含「%@」的项目

source: No matching files
zh_hans: 无匹配文件

source: No Vaults
zh_hans: 暂无加密仓库

source: Notice
zh_hans: 提示

source: OK
zh_hans: 好

source: Open an existing gocryptfs directory or create a new encrypted vault.
zh_hans: 可以打开已有 gocryptfs 目录，或新建一个独立的加密卷

source: Open Existing Vault
zh_hans: 打开已有仓库

source: Password Credential
zh_hans: 密码凭证

source: Password Strength: %@
zh_hans: 密码强度：%@

source: Passwords do not match
zh_hans: 两次输入的密码不一致

source: Remove
zh_hans: 移除

source: Remove from List
zh_hans: 从列表中移除

source: Rename
zh_hans: 重命名

source: Rename Vault
zh_hans: 重命名仓库

source: Save
zh_hans: 保存

source: Search files in current folder
zh_hans: 搜索当前目录文件

source: Select External Empty Folder (iCloud / Local)
zh_hans: 选取外部空文件夹（iCloud/本地）

source: Set Master Password
zh_hans: 设置主密码

source: Share
zh_hans: 分享

source: Size
zh_hans: 大小

source: Sort
zh_hans: 排序

source: Sort By
zh_hans: 排序方式

source: Storage Location
zh_hans: 存储位置

source: Store in App Local Sandbox
zh_hans: 保存在应用本地沙箱中

source: Streaming and encrypting... %lld%%
zh_hans: 正在流式加密写入... %lld%%

source: Strong
zh_hans: 强

source: Tap "+" in the top right to import or move external files
zh_hans: 点击右上角「+」导入或移入外部文件

source: Tap to unlock with password
zh_hans: 轻触输入密码解锁

source: The selected folder is not empty. gocryptfs vault creation requires an empty directory.
zh_hans: 选取的文件夹不是空的，创建 gocryptfs 卷要求目标目录必须为空。

source: This only removes the record from this app's list. Encrypted data on disk will not be deleted.
zh_hans: 仅从本 App 列表中移除记录，磁盘上的加密数据不会被删除。

source: Too Short
zh_hans: 太短

source: Type
zh_hans: 类型

source: Unlock and Open
zh_hans: 解锁并打开

source: Unlock Vault
zh_hans: 解锁仓库

source: Unlocking...
zh_hans: 正在解锁...

source: Vault Information
zh_hans: 仓库信息

source: Vault is not unlocked or engine is unavailable.
zh_hans: Vault 尚未解锁或引擎不可用

source: Vault Name
zh_hans: 仓库名称

source: Vault Name (e.g. Secret Documents)
zh_hans: 仓库名称（例如：私密文件）

source: Weak
zh_hans: 弱
